Revit 2024 API
SymbolTypeId.LbMassPerFtSup2 Property
 Symbol lb/ft², indicating unit Pounds mass per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbMassPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property LbMassPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbMassPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace